tap "borkdude/brew"
tap "d12frosted/emacs-plus"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "weaveworks/tap"
brew "act"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "aspell"
brew "awscli"
brew "python@3.10"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "glib"
brew "python@3.9"
brew "coreutils"
brew "libidn2"
brew "datamash"
brew "dcraw"
brew "docker", link: false
brew "eksctl"
brew "gcc"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "git-gui"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "gopls"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "helm"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "ispell"
brew "jq"
brew "openjdk@11"
brew "languagetool"
brew "libgcrypt"
brew "libxml2"
brew "libxmlsec1"
brew "minio"
brew "minio-mc"
brew "nghttp2"
brew "nmap"
brew "node"
brew "nvm"
brew "oath-toolkit"
brew "openjdk"
brew "openjdk@17"
brew "openjdk@8"
brew "parquet-tools"
brew "php"
brew "postgresql@14"
brew "protobuf"
brew "pwgen"
brew "pyenv"
brew "python@3.7"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "sbcl"
brew "stow"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "ufraw"
brew "watch"
brew "wget"
brew "z"
brew "zbar"
brew "borkdude/brew/babashka"
brew "d12frosted/emacs-plus/emacs-plus@27", link: false
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-native-comp"]
brew "hashicorp/tap/terraform-ls"
cask "anki"
cask "chromium"
cask "docker"
cask "figma"
cask "firefox"
cask "graphql-playground"
cask "hammerspoon"
cask "inkscape"
cask "insomnia"
cask "iterm2"
cask "joplin"
cask "jumpcut"
cask "krita"
cask "logseq"
cask "obsidian"
cask "pycharm-ce"
cask "slack"
cask "spotify"
cask "steam"
cask "trilium-notes"
