tap "borkdude/brew"
tap "d12frosted/emacs-plus"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "silent-lad/vegitate"
tap "weaveworks/tap"
tap "withgraphite/tap"
brew "act"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "aspell"
brew "pycparser"
brew "cffi"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "glib"
brew "harfbuzz"
brew "bazel"
brew "coreutils"
brew "libidn2"
brew "curl"
brew "datamash"
brew "dcraw"
brew "docker", link: false
brew "docker-compose"
brew "duckdb"
brew "eksctl"
brew "freetds"
brew "gcc"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "git-gui"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gopls"
brew "netpbm"
brew "gts"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "helix"
brew "helm"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "ispell"
brew "jq"
brew "languagetool"
brew "libgccjit"
brew "libpq"
brew "libxmlsec1"
brew "openjdk", link: true
brew "maven"
brew "minio"
brew "minio-mc"
brew "nghttp2"
brew "nmap"
brew "node"
brew "nvm"
brew "oath-toolkit"
brew "ollama"
brew "openjdk@17"
brew "openvpn"
brew "php"
brew "postgresql@14"
brew "protobuf"
brew "pulumi"
brew "pwgen"
brew "pyenv"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "rustup"
brew "sbcl"
brew "stow"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "trino"
brew "ufraw"
brew "uv"
brew "watch"
brew "wget"
brew "yarn"
brew "z"
brew "zbar"
brew "borkdude/brew/babashka"
brew "d12frosted/emacs-plus/emacs-plus@27", link: false
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-native-comp"]
brew "hashicorp/tap/terraform-ls"
brew "withgraphite/tap/graphite"
cask "1password"
cask "1password-cli"
cask "anki"
cask "chromium"
cask "claude-code"
cask "codex"
cask "docker-desktop"
cask "figma"
cask "firefox"
cask "gcloud-cli"
cask "graphql-playground"
cask "hammerspoon"
cask "inkscape"
cask "iterm2"
cask "joplin"
cask "jumpcut"
cask "krita"
cask "linear-linear"
cask "logseq"
cask "obsidian"
cask "openvpn-connect"
cask "pycharm-ce"
cask "slack"
cask "slack-cli"
cask "spotify"
cask "steam"
cask "table-tool"
cask "thunderbird"
cask "trilium-notes"
cask "vlc"
cask "zed"
cask "zoom"
go "golang.org/x/tools/cmd/goimports"
go "golang.org/x/tools/gopls"
go "github.com/boyter/scc/v3"
go "honnef.co/go/tools/cmd/staticcheck"
