anki
chromium
docker
figma
firefox
graphql-playground
hammerspoon
inkscape
insomnia
iterm2
joplin
jumpcut
krita
logseq
obsidian
pycharm-ce
slack
spotify
steam
trilium-notes
