acpica
alsa-utils
android-tools
arandr
archlinux-themes-slim
arduino
aspell-en
audacity
autoconf
automake
autorandr
aws-cli
bash
bash-completion
bfg
bind
binutils
bison
bless
blueman
bluez
bluez-utils
bzip2
calibre
chromium
chromium-widevine
cloc
clojure
conky
coreutils
cowsay
cryptsetup
cscope
d-feet
device-mapper
dhcpcd
dialog
diffutils
discount
dmenu
dmidecode
docker
docker-compose
docker-machine
e2fsprogs
easyeffects
ed
efibootmgr
emacs
eog
eslint
evince
exfat-utils
fakeroot
fbreader
figlet
file
file-roller
filesystem
findutils
firefox
flameshot
flex
fontforge
fortune-mod
fzf
gawk
gbacklight
gcolor2
gdb
gettext
gforth
ghc
ghex
gimp
gitg
gksu
glibc
global
gnome-font-viewer
gnome-icon-theme
gnome-system-monitor
gnome-themes-extra
gnucash
go
goocanvas
gparted
gpicview
graphviz
grep
gtk3
guvcview
gvfs-mtp
gvfs-smb
gvim
gzip
hsetroot
htop
hugo
i3-wm
i3lock
i3status
inetutils
inkscape
intel-media-driver
iproute2
iputils
irssi
iw
jasmin
jdk11-openjdk
jdk8-openjdk
jfsutils
jq
jsonnet
jsonnet-bundler-bin
jupyter-notebook
kindlegen
kubectl-bin
languagetool
leafpad
ledger
less
lib32-libstdc++5
lib32-mpg123
lib32-openal
lib32-openssl-1.0
lib32-sdl2
lib32-sdl2_ttf
lib32-sdl_image
libreoffice-fresh
libstdc++5
libva-utils
libvdpau-va-gl
licenses
linux
llvm
logrotate
lolcat
lsof
luit
lvm2
lxappearance
lxinput
lxrandr
lxterminal
m4
make
man-db
man-pages
mariadb-clients
mate-themes
maven
mdadm
mesa-demos
minicom
mplayer
mtr
nano
ncdu
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nmap
notify-osd
noto-fonts
ntfs-3g
numix-gtk-theme
nvm
nyxt
obsidian
onboard
openssh
openttd-opengfx
ophis
p7zip
package-query
pacman
parcellite
passwordsafe
patch
pavucontrol
pciutils
pcmanfm
pepper-flash
perl
perl-date-manip
perl-file-mimeinfo
perl-finance-quote
perl-glib-object-introspection
pitivi
pkgconf
plantuml
powertop
procps-ng
projectm
projectm-pulseaudio
psmisc
pulseaudio-alsa
pwgen
pyenv
python-matplotlib
python-requests
python-virtualenv
qsynth
rbenv
rbspy-bin
rclone
redshift-git
redshift-gtk-git
reiserfsprogs
ripgrep
rlwrap
ruby
ruby-build
ruby-irb
rust
rxvt-unicode
s-nail
sane
sbcl
screen
scrot
sdl2_mixer
sdl2_ttf
sed
shadow
shards
sigil
simplescreenrecorder
skippy-xd-git
sl
slim
socat
soundfont-fluid
sshfs
stow
strace
sudo
sway
sysfsutils
systemd-sysvcompat
tar
texinfo
texlive-core
the_silver_searcher
thunderbird
tig
tigervnc
tk
tmux
tor
transmission-gtk
tree
ttf-droid
ttf-inconsolata
ttf-ms-fonts
ttf-opensans
ttf-ubuntu-font-family
ttf-vista-fonts
udisks2
unixodbc
usbutils
util-linux
vi
virtualbox
vlc
vmpk
volumeicon
weston
wget
which
whois
wine
winetricks
wireplumber
wireshark-qt
wkhtmltopdf
wpa_supplicant
xboard
xf86-video-intel
xfsprogs
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclipboard
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xeyes
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xload
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xterm
yay
youtube-dl
